{
  "assets": {
    "2d": [
      "assets/2d/01_Vitos house/Vitos house_friendly.png",
      "assets/2d/01_Vitos house/Vitos house_neutral.png",
      "assets/2d/01_Vitos house/Vitos house_night.png",
      "assets/2d/01_Vitos house/Vitos house_uneasy.png",
      "assets/2d/02_Inkling.jpg",
      "assets/2d/03_Westsiedlung.jpg",
      "assets/2d/Gear.jpg"
    ],
    "3d": [
      "assets/3d/humanFemale.glb"
    ]
  },
  "blog": [
    {
      "title": "About",
      "language": "de",
      "html": "<h1>Über mich</h1>\n<h3>Hey! Ich bin Carina</h3>\n<p>Aktuell bin ich Designstudentin in München. </p>\n<p>Kunst &amp; Zeichnen sind seit meiner frühen Kindheit ein wichtiger Teil meines Alltags. Mit dem Studium habe ich einen großen Schritt gewagt und mich dazu entschieden, mein Hobby zum Beruf zu machen.</p>\n<p>Skizzen, erste Ideen oder schnelle Zeichnungen fertige ich meist analog mit dem Bleistift, der überwiegende Teil meiner Arbeit entsteht jedoch digital. Meine Tools sind unter anderem Clip Studio, Blender und die Adobe Creative Cloud.</p>\n<h3>Mein Ziel ist es, mich weiterzuentwickeln.</h3>\n<p>Ich will meine Skills stetig weiter verbessern und neue Dinge dazuzulernen. Besonderes Interesse habe ich an der Illustration von Charakteren und Environments. Außerdem möchte ich mich mehr mit 3D-Modeling und Animation in 2D &amp; 3D beschäftigen. Das Studium bietet mir dabei die Möglichkeit, viele verschiedene Dinge auszuprobieren.</p>\n<h3>Meine Projekte halten die Balance zwischen Struktur und kreativer Freiheit.</h3>\n<p>Arbeiten, die umfangreich sind oder ein konkretes Ziel verfolgen, gehe ich gewissenhaft an. Dazu gehört das Sammeln von Ideen, die Analyse von Inspirationen oder Vorlagen und ein vollständig ausgearbeitetes Konzept. Nach der Planung gehe ich in die Umsetzung. Dabei werden vielversprechende Entwürfe iterativ verbessert, bis das Endergebnis dem Ziel entspricht.</p>\n<p>Viele freie Projekte entstehen bei mir aber auch spontan und ohne große Planung. Solche Arbeiten stellen oft die Basis für eine neue Szene, Geschichte oder Figur dar. Das hilft mir, immer wieder Ideen zu generieren und meine Kreativität auszuleben.</p>\n"
    },
    {
      "title": "About",
      "language": "en",
      "html": "<h1>About me</h1>\n<h3>Hey! I`m Carina</h3>\n<p>At the moment I`m a Design Student in Munich, Bavaria.</p>\n<p>Art has been a part of my daily life since my early childhood. With the matriculation, I dared a huge step forward and decided to make this hobby my profession.</p>\n<p>My sketches, first ideas and fast drawings are mainly made with a pencil, most of my work is done digitally, though. My Tools include Clip Studio, Blender and Adobe Creative Cloud.</p>\n<h3>My goal is to improve myself.</h3>\n<p>I want to enhance my skills steadily and learn new stuff. Especially the illustration of characters and environments have drawn my interest. Furthermore I`d like to devote myself more to 3D-Art and Animation in 2D and 3D. The study is giving me the opportunity to try many different things.</p>\n<h3>My projects are holding the balance between structure and creative freedom.</h3>\n<p>Extensive or target-aimed work require conscientious approach. Gathering ideas, analyzing inspirational work or templates and a fwell-elaborated Concept are part of that process. After planning, I start the implementation. Promising designs are iteratively optimized until the final result meets the initial goal.</p>\n<p>Many of my free projects emerge spontaneously and without much of a planning. Work like that usually sets base for new scenes, stories or characters. It helps me to continously generate ideas and act out my creativity.</p>\n"
    },
    {
      "title": "Impressum",
      "language": "de",
      "html": "<h3>Kontakt</h3>\n<p>E-mail: </p>\n<p>Telefon: </p>\n"
    },
    {
      "title": "Impressum",
      "language": "en",
      "html": "<h3>Contact</h3>\n<p>Mail:\nPhone:</p>\n"
    },
    {
      "title": "Past Perfect",
      "language": "de",
      "html": "<h1>Was ist deine Perfektion?</h1>\n<p><em>zuletzt aktualisiert am 10.12.2025</em></p>\n<p>Diese Seite thematisiert mein Langzeit-Projekt mit dem Titel &quot;Past Perfect&quot;. Ich möchte hier sämtliche Inhalte zur Geschichte, wie zum Beispiel Charakterkonzepte, Dialoge, Storyboards etc. veröffentlichen. </p>\n<h2>Logline</h2>\n<p>Nachdem der Techniker Niall den scheinbar perfekten Staat Iden als menschengemachte Illusion enttarnt und ins Chaos gestürzt hat, muss er untertauchen. Seine befreundete Kollegin Eren folgt ihm und gemeinsam arbeiten sie daran, die Realität zu echter Perfektion zu führen.</p>\n<blockquote>\n<p><em>Was ist eine Logline?</em>\nDie Logline fasst den Inhalt einer Geschichte in einem, maximal zwei Sätzen zusammen. Die Methode wird angewandt, um die wichtigsten Informationen festzulegen: </p>\n</blockquote>\n<ul>\n<li>Protagonist</li>\n<li>Antagonist</li>\n<li>Setting</li>\n<li>Problem</li>\n<li>Ziel</li>\n</ul>\n<h2>Die Protagonistin</h2>\n<p>Die Hauptfigur der Geschichte ist die 22-jährige Eren. Sie ist recht groß, hat wildes rotes Haar und grüne Augen. Ihr Wesen ist gutherzig, fröhlich, aufgeweckt und eher extrovertiert. Sie kann manchmal etwas naiv und impulsiv sein.\nDurch den Bruch der Illusion wird Eren mit einer Flut von Negativität konfrontiert, die ihr schwer zu schaffen machen.</p>\n"
    },
    {
      "title": "Past Perfect",
      "language": "en",
      "html": "<h1>What`s your perfection?</h1>\n<p><em>latest update on 10.12.2025</em></p>\n<p>This page sets Focus on my longterm-project titled &quot;past perfect&quot;. I will share all kinds of content related to the story, like charactersheets, dialougs, storyboards etc. </p>\n<h2>Logline</h2>\n<p>*sorry, not available in english yet!</p>\n"
    },
    {
      "title": "Test",
      "language": "de",
      "html": "<p>#Das ist ein Test</p>\n"
    },
    {
      "title": "Test",
      "language": "en",
      "html": "<p>#This is a test</p>\n"
    }
  ],
  "descriptions": [
    {
      "title": "01_Vitos house",
      "language": "de",
      "html": "<h1>Vito`s Haus</h1>\n<h6><em>2025</em></h6>\n<h4>Environmentdesign</h4>\n<p>Projektarbeit im Studium:</p>\n<p>Darstellung eines Settings in vier verschiedenen <em>Moods</em>.</p>\n<p>angefertigt mit <em>Clip Studio</em></p>\n<p>Dies ist das Heim eines freigeistigen Zauberers. Es befindet sich mitten im Wald und das Chaos herrscht, doch heimelig ist es trotzdem.</p>\n"
    },
    {
      "title": "01_Vitos house",
      "language": "en",
      "html": "<h1>Vito`s house</h1>\n<h6><em>2025</em></h6>\n<h4>Environmental Design</h4>\n<p>Projectwork for university:</p>\n<p>Portrayal of four different Moods</p>\n<p>done with <em>Clip Studio</em></p>\n<p>This is the home of a free-spirited wizard. It`s located in the middle of a forest and chaos rules, but it`s still cozy.</p>\n"
    },
    {
      "title": "02_Inkling",
      "language": "de",
      "html": "<h1>Der Inkling</h1>\n<h6><em>2025</em></h6>\n<h4>Charakterdesign</h4>\n<p>freies Projekt</p>\n<p>angefertigt mit <em>Clip Studio</em></p>\n<p>\\&quot;Der Inkling\\&quot; ist der Spielercharakter für ein geplantes Spiel. Der gleichnamige Titel wird dem 2D Metroidvania Genre zuzuordnen sein. </p>\n"
    },
    {
      "title": "02_Inkling",
      "language": "en",
      "html": "<h1>The Inkling</h1>\n<h6><em>2025</em></h6>\n<h4>Character Design</h4>\n<p>free project</p>\n<p>done with <em>Clip Studio</em></p>\n<p>\\&quot;The Inkling\\&quot; is the Player Character for a planned game. The title with the same name will be of the 2D Metroidvania Genre.</p>\n"
    },
    {
      "title": "03_Westsiedlung",
      "language": "de",
      "html": "<h1>Westsiedlung</h1>\n<h6><em>2025</em></h6>\n<h4>Environmentdesign</h4>\n<p>freies Projekt, <strong>in Arbeit</strong></p>\n<p>angefertigt mit <em>Clip Studio</em></p>\n<p>Das dargestellte Setting liegt in einer Fantasiewelt ohne Sonne. Lichtquellen sind Wasser und Pflanzen, der Wasserfall hat seinen Ursprung im Himmel. </p>\n<p>Dem Artwork fehlen noch Teile von Lineart sowie die Kolorierung.</p>\n"
    },
    {
      "title": "03_Westsiedlung",
      "language": "en",
      "html": "<h1>Western settlement</h1>\n<h6><em>2025</em></h6>\n<h4>Environmental Design</h4>\n<p>free project, <strong>in progress</strong></p>\n<p>done with <em>Clip Studio</em></p>\n<p>The Setting is located in a Fantasy world without sun. Light Sources are water and plants, thze waterfall origins in the sky.</p>\n<p>The artwork is missing parts of the lineart and ist coloration.</p>\n"
    },
    {
      "title": "Gear",
      "language": "de",
      "html": "<h1>Räderwerk</h1>\n<h6><em>2025</em></h6>\n<h4>Lineart</h4>\n<p>freies Projekt</p>\n<p>angefertigt mit <em>Clip Studio</em></p>\n<p>Diese Arbeit demonstriert meine Vorliebe für das Steampunk-Genre. Sie wurde als Motiv für ein Fineline-Tattoo konzipiert.</p>\n"
    },
    {
      "title": "Gear",
      "language": "en",
      "html": "<h1>Clockwork</h1>\n<h6><em>2025</em></h6>\n<h4>Lineart</h4>\n<p>free project</p>\n<p>done with <em>Clip Studio</em></p>\n<p>This showcases my fondness for the steampunk-genre. It was designed as an fineline tattoo motive.</p>\n<p> </p>\n"
    },
    {
      "title": "humanFemale",
      "language": "de",
      "html": "<h1>Mensch, weibliches Basismodell</h1>\n<h6><em>2025</em></h6>\n<h4>3D-Modell</h4>\n<p>Übung für den Umgang mit <em>Blender</em> </p>\n"
    },
    {
      "title": "humanFemale",
      "language": "en",
      "html": "<h1>Human, female base model</h1>\n<h6><em>2025</em></h6>\n<h4>3D-model</h4>\n<p>Practice for using Blender</p>\n"
    }
  ]
}